<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title><![CDATA[黎文驱的博客]]></title>
  
  <link href="/atom.xml" rel="self"/>
  <link href="http://wenqulai.github.io/"/>
  <updated>2015-06-03T07:11:43.000Z</updated>
  <id>http://wenqulai.github.io/</id>
  
  <author>
    <name><![CDATA[wenqu.lai]]></name>
    
  </author>
  
  <generator uri="http://hexo.io/">Hexo</generator>
  
  <entry>
    <title><![CDATA[iOS app 证书申请教程]]></title>
    <link href="http://wenqulai.github.io/2015/06/03/iOS%20app%20%E8%AF%81%E4%B9%A6%E7%94%B3%E8%AF%B7%E6%95%99%E7%A8%8B/"/>
    <id>http://wenqulai.github.io/2015/06/03/iOS app 证书申请教程/</id>
    <published>2015-06-03T02:42:25.000Z</published>
    <updated>2015-06-03T07:11:43.000Z</updated>
    <content type="html"><![CDATA[<p>&#x56E0;&#x4E3A;&#x516C;&#x53F8;&#x8FD8;&#x6CA1;&#x6709; iOS &#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x800C;&#x4E14;&#x8FD0;&#x8425;&#x4E5F;&#x6CA1;&#x6709;&#x5728; appstore &#x4E0A;&#x67B6;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x516C;&#x53F8;&#x91CC;&#x5BF9; Mac,xcode &#x4E86;&#x89E3;&#x600E;&#x4E48;&#x64CD;&#x4F5C;&#x7684;&#x4EBA;&#x90FD;&#x6CA1;&#x6709;&#xFF0C;&#x53EA;&#x5F97;&#x7531;&#x6211;&#x8FD9;&#x4E2A;&#x4EA7;&#x54C1;&#x6765;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#x4E86;&#x3002;&#x6574;&#x4E2A;&#x4E0A;&#x67B6;&#x6D41;&#x7A0B;&#x8DD1;&#x4E0B;&#x6765;&#xFF0C;&#x5BF9;&#x65B0;&#x624B;&#x6765;&#x8BF4;&#x7565;&#x663E;&#x9EBB;&#x70E6;&#xFF0C;&#x8FD9;&#x91CC;&#x8BB0;&#x5F55;&#x4E00;&#x4E0B;&#x907F;&#x514D;&#x4EE5;&#x540E;&#x53C8;&#x662F;&#x4E00;&#x5934;&#x96FE;&#x6C34;&#x3002;</p>
<p>&#x4EE5;&#x4E0B;&#x5185;&#x5BB9;&#x7531;&#x7F51;&#x7EDC;&#x4E0A;&#x7684;&#x6559;&#x7A0B;&#x6574;&#x7406;&#x800C;&#x6765;&#xFF0C;&#x6765;&#x6E90;&#x4E8E; oschina lady-&#x5955;&#x5955;&#x7684;&#x6587;&#x7AE0;&#x3002;</p>
<h2 id="certificates-identifiers-profiles-&#x7B80;&#x4ECB;">Certificates, Identifiers &amp;Profiles &#x7B80;&#x4ECB;</h2><blockquote>
<p>&#x5728;&#x771F;&#x673A;&#x8C03;&#x8BD5;&#x4EE5;&#x53CA;&#x53D1;&#x5E03;&#x5E94;&#x7528;&#x65F6;&#xFF0C;&#x8981;&#x7533;&#x8BF7;&#x8BC1;&#x4E66;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x77E5;&#x9053;Certificates, Identifiers &#xFF0C;Profiles &#x662F;&#x4EC0;&#x4E48;&#x542B;&#x4E49;&#xFF0C;&#x4E0B;&#x9762;&#x5BF9;&#x5B83;&#x4EEC;&#x505A;&#x7B80;&#x5355;&#x4ECB;&#x7ECD;&#xFF0C;&#x4EE5;&#x53CA;&#x5982;&#x679C;&#x7533;&#x8BF7;&#x8BC1;&#x4E66;&#x3002;</p>
</blockquote>
<h3 id="certificates">Certificates</h3><p>Certificates &#x5373; &#x201D;&#x8BC1;&#x4E66;&#x201C;&#xFF0C;&#x7EA6;&#x7B49;&#x4E8E;&#x901A;&#x884C;&#x8BC1;&#xFF0C;&#x7533;&#x8BF7;&#x8BC1;&#x4E66;&#x662F;&#x6211;&#x4EEC;&#x8FDB;&#x884C;&#x771F;&#x673A;&#x8C03;&#x8BD5;&#x4E0E;&#x53D1;&#x5E03;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x3002;&#x8BC1;&#x4E66;&#x6709;&#x4E24;&#x79CD;&#xFF1A;</p>
<ol>
<li>&#x5F00;&#x53D1;&#x8BC1;&#x4E66; &#xFF08; Development Certificates &#xFF09;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x6388;&#x6743;mac&#x8BBE;&#x5907;&#x7684;&#x5F00;&#x53D1;&#x6743;&#x9650;</li>
<li>&#x53D1;&#x5E03;&#x8BC1;&#x4E66; &#xFF08;Distribution Certificates &#xFF09;&#xFF0C; &#x4E3B;&#x8981;&#x662F;&#x6388;&#x6743;mac&#x8BBE;&#x7F6E;&#x53D1;&#x5E03;&#x6743;&#x9650;</li>
</ol>
<h3 id="identifiers">Identifiers</h3><p>Identifiers &#x5373;&#x201D;&#x6807;&#x8BC6;&#x7B26;&#x201C;&#xFF0C;&#x7EA6;&#x7B49;&#x4E8E;&#x662F;&#x8EAB;&#x4EFD;&#x8BC1;&#xFF0C;&#x7528;&#x4E8E;&#x521B;&#x5EFA;&#x4EE5;&#x4E0B;&#x4E09;&#x4E2A;&#xFF1A;</p>
<ul>
<li>App IDs</li>
<li>Pass Type IDs</li>
<li>Website Push IDs </li>
</ul>
<p>&#x5176;&#x4E2D;&#xFF0C;App ID&#x662F;&#x5E94;&#x7528;&#x7684;&#x552F;&#x4E00;&#x6807;&#x793A;&#x7B26;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x5E94;&#x7528;&#x7684;app id&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;.</p>
<h3 id="devices">Devices</h3><p>Devices &#x7528;&#x4E8E;&#x521B;&#x5EFA;&#x6D4B;&#x8BD5;&#x8BBE;&#x5907;&#xFF0C;&#x4E00;&#x4E2A;99&#x7F8E;&#x5143;&#x5141;&#x8BB8;&#x521B;&#x5EFA;100&#x4E2A;&#x8BBE;&#x5907;.</p>
<h3 id="provisioning-profiles">Provisioning Profiles</h3><p>Provisioning Profiles &#x5373;&#x201C;&#x63CF;&#x8FF0;&#x6587;&#x4EF6;&#x201D;&#x3002;&#x5B83;&#x7684;&#x529F;&#x80FD;&#x5F88;&#x7279;&#x522B;&#xFF0C;&#x4E13;&#x95E8;&#x7528;&#x4E8E;&#x5C06; Certificates&#x3001;Identifiers&#x3001;Devices&#x7ED3;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x5F62;&#x6210;&#x4E00;&#x4E2A;&#x63CF;&#x8FF0;&#x8BC1;&#x4E66;&#x3001;&#x6807;&#x793A;&#x7B26;&#x7684;&#x63CF;&#x8FF0;&#x6587;&#x4EF6;&#x3002;Provisioning Profiles &#x653E;&#x5165;&#x6211;&#x4EEC;&#x7684;xcode&#x4E2D;&#xFF0C;&#x8BA9; xcode&#x77E5;&#x9053;&#x6211;&#x4EEC;&#x7684;&#x8BC1;&#x4E66;&#x548C;&#x54EA;&#x4E9B;&#x8BBE;&#x5907;&#x4E4B;&#x7C7B;&#x7684;&#x4FE1;&#x606F;&#x76F8;&#x5339;&#x914D;&#x3002;</p>
<p>&#x4E0B;&#x9762;&#x6765;&#x4ECB;&#x7ECD;&#x5982;&#x4F55;&#x7533;&#x8BF7;&#x8BC1;&#x4E66;&#xFF1A;</p>
<h4 id="&#x7B2C;&#x4E00;&#x6B65;&#x7533;&#x8BF7;&#x672C;&#x5730;&#x8BC1;&#x4E66;">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x7533;&#x8BF7;&#x672C;&#x5730;&#x8BC1;&#x4E66;</h4><p>&#x6253;&#x5F00;&#x300E;&#x94A5;&#x5319;&#x4E32;&#x8BBF;&#x95EE;&#x300F;&#xFF0C;&#x9009;&#x62E9;&#x4ECE;&#x9881;&#x53D1;&#x673A;&#x6784;&#x7533;&#x8BF7;&#x8BC1;&#x4E66;&#xFF0C;&#x6CE8;&#x610F;&#x4E0B;&#x9762;&#x7684;&#x7EA2;&#x8272;&#x6846;&#xFF0C;&#x5FC5;&#x987B;&#x9009;&#x62E9;&#x90A3;&#x4E00;&#x4E2A;&#x624D;&#x53EF;&#x4EE5;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/1.png" alt="1.png"></p>
<p>&#x70B9;&#x51FB;&#x540E;&#x770B;&#x5230;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/2.png" alt="2.png"></p>
<p>&#x5982;&#x679C;&#x9009;&#x62E9; &#x201C;&#x5B58;&#x50A8;&#x5230;&#x78C1;&#x76D8;&#x201D;,&#x90A3;&#x4E48;&#x201C;&#x7528;&#x6237;&#x90AE;&#x4EF6;&#x5730;&#x5740;&#x201D; &#x968F;&#x4FBF;&#x586B;&#x4E00;&#x4E2A;&#x5C31;&#x597D;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x7EE7;&#x7EED;&#x201D;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/3.png" alt="3.png"></p>
<p>&#x201C;&#x5B58;&#x50A8;&#x4E3A;&#xFF1A;&#x201D;&#x53EF;&#x4EE5;&#x7ED9;&#x8BC1;&#x4E66;&#x547D;&#x540D;&#xFF0C;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x4F4D;&#x7F6E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x5B58;&#x50A8;&#x201D;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/4.png" alt="4.png"></p>
<p>&#x8FD9;&#x6837;&#x5728;&#x684C;&#x9762;&#x5C31;&#x751F;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x8BC1;&#x4E66;&#x3002;<br><strong>&#x6CE8;&#x610F;&#x8FD9;&#x4E00;&#x4E2A;&#x672C;&#x5730;&#x8BC1;&#x4E66;&#x53EF;&#x4EE5;&#x540C;&#x65F6;&#x7528;&#x6765;&#x751F;&#x6210;&#x201C;&#x5F00;&#x53D1;&#x8BC1;&#x4E66;&#x201D;&#x548C;&#x201C;&#x53D1;&#x5E03;&#x8BC1;&#x4E66;&#x201D;&#x3002;</strong></p>
<p>&#x4E0B;&#x9762;&#x53EA;&#x4ECB;&#x7ECD;&#x201C;&#x53D1;&#x5E03;&#x8BC1;&#x4E66;&#x201C;&#x7684;&#x7533;&#x8BF7;&#xFF0C;&#x7533;&#x8BF7;&#x201D;&#x5F00;&#x53D1;&#x8BC1;&#x4E66;&#x201C;&#x6B65;&#x9AA4;&#x76F8;&#x540C;&#xFF0C;&#x5C31;&#x662F;&#x6362;&#x4E00;&#x4E2A;&#x9009;&#x9879; &#x3002;</p>
<h4 id="&#x7B2C;&#x4E8C;&#x6B65;-&#x5728;&#x5F00;&#x53D1;&#x8005;&#x8D26;&#x53F7;&#x91CC;&#x7533;&#x8BF7;&#x8BC1;&#x4E66;">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A; &#x5728;&#x5F00;&#x53D1;&#x8005;&#x8D26;&#x53F7;&#x91CC;&#x7533;&#x8BF7;&#x8BC1;&#x4E66;</h4><p>&#x6211;&#x4EEC;&#x8FDB;&#x5165;99&#x7F8E;&#x5143;&#x5F00;&#x53D1;&#x8D26;&#x53F7;&#x770B;&#x5230;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/5.png" alt="5.png"></p>
<p>&#x70B9;&#x51FB; <strong>Certificates, Identifiers &amp; Profiles</strong>&#xFF0C;&#x8FDB;&#x5165;&#x9875;&#x9762;&#x770B;&#x5230;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/6.png" alt="6.png"></p>
<p>&#x5982;&#x679C;&#x8981;&#x7533;&#x8BF7;&#x5F00;&#x53D1;&#x8BC1;&#x4E66;&#x5C31;&#x9009;&#x62E9; Development,&#x5982;&#x679C;&#x8981;&#x7533;&#x8BF7;&#x53D1;&#x5E03;&#x8BC1;&#x4E66;&#xFF0C;&#x5C31;&#x9009;&#x62E9; Production,&#x6B65;&#x9AA4;&#x90FD;&#x662F;&#x9009;&#x62E9;&#x201C;+&#x201D;&#x53F7;&#x540E;&#x6DFB;&#x52A0;&#x8BC1;&#x4E66;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/7.png" alt="7.png"></p>
<p>&#x70B9;&#x51FB;&#x201C;+&#x201D;&#x540E;&#x770B;&#x5230;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/8.png" alt="8.png"></p>
<p>&#x5982;&#x679C;&#x662F;&#x9009;&#x62E9; &#x201C;&#x5F00;&#x53D1;&#x8BC1;&#x4E66;&#x201D;&#xFF0C;&#x70B9;&#x51FB;&#x7B2C;&#x4E00;&#x4E2A;&#x7EA2;&#x6846;:</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/9.png" alt="9.png"></p>
<p>&#x5982;&#x679C;&#x662F;&#x9009;&#x62E9; &#x201C;&#x53D1;&#x5E03;&#x8BC1;&#x4E66;&#x201D;&#xFF0C;&#x70B9;&#x51FB;&#x7B2C;&#x4E8C;&#x4E2A;&#x7EA2;&#x6846;:</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/10.png" alt="10.png"></p>
<p>&#x9009;&#x62E9;&#x597D;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;continue&#x201D;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/11.png" alt="11.png"></p>
<p>&#x70B9;&#x51FB;&#x540E;&#x51FA;&#x73B0;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/12.png" alt="12.png"></p>
<p>&#x9009;&#x62E9;&#x201C;Choose File&#x201D; &#x5C06;&#x521A;&#x521A;&#x7533;&#x8BF7;&#x7684;&#x4FDD;&#x5B58;&#x5728;&#x672C;&#x5730;&#x7684;&#x8BC1;&#x4E66;&#x4E0A;&#x4F20;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/13.png" alt="13.png"></p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/14.png" alt="14.png"></p>
<p>&#x4E0A;&#x4F20;&#x597D;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;Generate&#x201D; &#x5C31;&#x53EF;&#x4EE5;&#x751F;&#x6210;&#x8BC1;&#x4E66;&#x4E86;&#x3002;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/15.png" alt="15.png"></p>
<p>&#x9009;&#x62E9;&#x201C;Download&#x201D;&#x3002;</p>
<p>&#x8FD9;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x672C;&#x5730;&#x751F;&#x6210;&#x7684;&#x8BC1;&#x4E66;&#x5C31;&#x6CA1;&#x7528;&#x4E86;&#xFF0C;&#x53EF;&#x4EE5;&#x5220;&#x9664;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x8FD4;&#x56DE;&#x5230;&#x8BC1;&#x4E66;&#x7684;&#x754C;&#x9762;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x6211;&#x4EEC;&#x7533;&#x8BF7;&#x7684;&#x8BC1;&#x4E66;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/16.png" alt="16.png"></p>
<p>&#x4E00;&#x822C;&#x7533;&#x8BF7;&#x4E00;&#x4E2A; &#x53D1;&#x5E03;&#x8BC1;&#x4E66;&#xFF08;IOS Distribution&#xFF09;&#xFF0C;&#x4E00;&#x4E2A;&#x5F00;&#x53D1;&#x8BC1;&#x4E66;&#xFF08;IOS Development&#xFF09;&#x5C31;&#x591F;&#x7528;&#x4E86;&#x3002;</p>
<p>&#x627E;&#x5230;&#x4E0B;&#x8F7D;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x53CC;&#x51FB;&#x5B83;&#xFF0C;&#x6DFB;&#x52A0;&#x5230;&#x94A5;&#x5319;&#x4E32;&#x91CC;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x6B65;&#x91CC;&#xFF0C;&#x5982;&#x679C;&#x94A5;&#x5319;&#x4E32;&#x62D2;&#x7EDD;&#x6DFB;&#x52A0;&#xFF0C;&#x76F4;&#x63A5;&#x5C06;&#x5176;&#x62D6;&#x8FDB;&#x94A5;&#x5319;&#x4E32;&#x5C31;&#x884C;&#xFF1A;</p>
<p><img src="http://7xj0t7.com1.z0.glb.clouddn.com/17.png" alt="17.png"></p>
<p>&#x8FD9;&#x6837;&#x8BC1;&#x4E66;&#x5C31;&#x7533;&#x8BF7;&#x5B8C;&#x6BD5;&#x4E86;&#xFF0C;&#x6709;&#x4E86;&#x8BC1;&#x4E66;&#x540E;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x53EF;&#x4EE5;&#x7533;&#x8BF7;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x63CF;&#x8FF0;&#x6587;&#x4EF6;&#x4F9B;&#x5F00;&#x53D1;&#x4F7F;&#x7528;&#x3002;</p>
]]></content>
    <summary type="html">
    <![CDATA[<p>&#x56E0;&#x4E3A;&#x516C;&#x53F8;&#x8FD8;&#x6CA1;&#x6709; iOS &#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x800C;&#x4E14;&#x8FD0;&#x8425;&#x4]]>
    </summary>
    
  </entry>
  
  <entry>
    <title><![CDATA[利用用户情感需求打造产品]]></title>
    <link href="http://wenqulai.github.io/2015/04/23/%E5%88%A9%E7%94%A8%E7%94%A8%E6%88%B7%E6%83%85%E6%84%9F%E9%9C%80%E6%B1%82%E6%89%93%E9%80%A0%E4%BA%A7%E5%93%81/"/>
    <id>http://wenqulai.github.io/2015/04/23/利用用户情感需求打造产品/</id>
    <published>2015-04-23T08:11:34.000Z</published>
    <updated>2015-06-03T06:43:33.000Z</updated>
    <content type="html"><![CDATA[<p>&#x591A;&#x6570;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x884C;&#x4E1A;&#x7684;&#x4ECE;&#x4E1A;&#x8005;&#x90FD;&#x662F;&#x7406;&#x5DE5;&#x79D1;&#x6216;&#x7ECF;&#x6D4E;&#x5B66;&#x80CC;&#x666F;&#xFF0C;&#x6211;&#x4EEC;&#x6BCF;&#x5929;&#x7684;&#x5DE5;&#x4F5C;&#x5374;&#x548C;&#x7814;&#x7A76;&#x4EBA;&#x7C7B;&#x60C5;&#x611F;&#x7684;&#x5FC3;&#x7406;&#x5B66;&#x6709;&#x5173;&#x3002;&#x867D;&#x7136;&#x5F88;&#x5C11;&#x6709;&#x4EBA;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x4F46;&#x4E8B;&#x5B9E;&#x5982;&#x6B64;&#x3002;</p>
<p>&#x6D88;&#x8D39;&#x8005;&#x8D2D;&#x4E70;&#x4EA7;&#x54C1;&#x5927;&#x591A;&#x6E90;&#x4E8E;&#x60C5;&#x611F;&#x9700;&#x6C42;&#xFF0C;&#x4F18;&#x79C0;&#x7684;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x548C;&#x9500;&#x552E;&#x4EBA;&#x5458;&#x660E;&#x767D;&#x5176;&#x4E2D;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x61C2;&#x5F97;&#x4EA7;&#x54C1;&#x5E94;&#x8BE5;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x7684;&#x60C5;&#x611F;&#x9700;&#x6C42;&#x3002;</p>
<p>&#x4F01;&#x4E1A;&#x7EA7;&#x6D88;&#x8D39;&#x8005;&#x5904;&#x4E8E;&#x6050;&#x60E7;&#x548C;&#x8D2A;&#x5A6A;&#x8D2D;&#x4E70;&#x4EA7;&#x54C1;&#xFF1A;&#x5982;&#x679C;&#x4E0D;&#x4E70;&#x8FD9;&#x6B3E;&#x4EA7;&#x54C1;&#xFF0C;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x4F1A;&#x8D85;&#x8FC7;&#x6211;&#xFF0C;&#x9ED1;&#x5BA2;&#x4F1A;&#x653B;&#x7834;&#x6211;&#x7684;&#x9632;&#x706B;&#x5899;&#x3001;&#x5BA2;&#x6237;&#x5C06;&#x5F03;&#x6211;&#x800C;&#x53BB;&#xFF1B;&#x5982;&#x679C;&#x4E70;&#x4E86;&#xFF0C;&#x6211;&#x4F1A;&#x8D5A;&#x5F97;&#x66F4;&#x591A;&#x3001;&#x7701;&#x5F97;&#x66F4;&#x591A;&#x3002;</p>
<p>&#x5927;&#x4F17;&#x6D88;&#x8D39;&#x8005;&#x8D2D;&#x4E70;&#x4EA7;&#x54C1;&#x7684;&#x539F;&#x56E0;&#x66F4;&#x591A;&#x6837;&#x5316;&#xFF1A;&#x4F7F;&#x7528;&#x8FD9;&#x6B3E;&#x4EA7;&#x54C1;&#xFF08;&#x767B;&#x9646;&#x8FD9;&#x4E2A;&#x7F51;&#x7AD9;&#xFF09;&#xFF0C;&#x6211;&#x5C31;&#x6709;&#x673A;&#x4F1A;&#x4EA4;&#x5230;&#x670B;&#x53CB;&#xFF08;&#x5316;&#x89E3;&#x5B64;&#x72EC;&#xFF09;&#xFF0C;&#x6216;&#x8005;&#x627E;&#x5230;&#x7EA6;&#x4F1A;&#x5BF9;&#x8C61;&#xFF08;&#x6EE1;&#x8DB3;&#x7231;&#x7684;&#x9700;&#x6C42;&#xFF09;&#xFF0C;&#x6216;&#x8005;&#x5927;&#x6323;&#x4E00;&#x7B14;&#xFF0C;&#x6216;&#x8005;&#x5C55;&#x793A;&#x6211;&#x7684;&#x7167;&#x7247;&#x548C;&#x97F3;&#x4E50;&#xFF08;&#x6EE1;&#x8DB3;&#x81EA;&#x8C6A;&#x611F;&#xFF09;&#x3002;</p>
<p>&#x53EA;&#x6709;&#x4ECE;&#x60C5;&#x611F;&#x7684;&#x89D2;&#x5EA6;&#x91CD;&#x65B0;&#x89C2;&#x5BDF;&#x5E02;&#x573A;&#x4E0A;&#x7684;&#x4EA7;&#x54C1;&#x548C;&#x670D;&#x52A1;&#xFF0C;&#x4F60;&#x624D;&#x80FD;&#x4F53;&#x4F1A;&#x7528;&#x6237;&#x7684;&#x771F;&#x5B9E;&#x611F;&#x53D7;&#x3002;&#x4ED6;&#x4EEC;&#x901A;&#x8FC7;&#x4EC0;&#x4E48;&#x9014;&#x5F84;&#x6EE1;&#x8DB3;&#x8FD9;&#x4E9B;&#x60C5;&#x611F;&#x9700;&#x6C42;&#xFF1F;&#x54EA;&#x79CD;&#x89C6;&#x89C9;&#x8BBE;&#x8BA1;&#x66F4;&#x80FD;&#x6293;&#x4F4F;&#x8FD9;&#x4E9B;&#x60C5;&#x611F;&#xFF1F;&#x54EA;&#x4E9B;&#x529F;&#x80FD;&#x66F4;&#x80FD;&#x6EE1;&#x8DB3;&#x8FD9;&#x4E9B;&#x60C5;&#x611F;&#x9700;&#x6C42;&#xFF1F;&#x54EA;&#x4E9B;&#x4EA7;&#x54C1;&#x7279;&#x6027;&#x963B;&#x788D;&#x7528;&#x6237;&#x5BA3;&#x6CC4;&#x60C5;&#x611F;&#xFF1F;</p>
<p>&#x53E6;&#x5916;&#x522B;&#x5FD8;&#x4E86;&#xFF0C;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x7528;&#x6237;&#x6709;&#x7740;&#x4E0D;&#x540C;&#x7684;&#x60C5;&#x611F;&#x9700;&#x6C42;&#x3002;&#x540C;&#x662F;eBay&#x7684;&#x6D88;&#x8D39;&#x8005;&#xFF0C;&#x51FA;&#x624B;&#x9614;&#x7EF0;&#x7684;&#x4E70;&#x5BB6;&#x3001;&#x4E13;&#x95E8;&#x627E;&#x6253;&#x6298;&#x5546;&#x54C1;&#x7684;&#x4E70;&#x5BB6;&#x3001;&#x5BFB;&#x6C42;&#x7ADE;&#x4EF7;&#x523A;&#x6FC0;&#x7684;&#x4E70;&#x5BB6;&#x2026;&#x2026;&#x4ED6;&#x4EEC;&#x7684;&#x60C5;&#x611F;&#x9700;&#x6C42;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x3002;</p>
<p>&#x6BCF;&#x6B21;&#x5F00;&#x5C55;&#x539F;&#x578B;&#x6D4B;&#x8BD5;&#xFF0C;&#x9664;&#x4E86;&#x89C2;&#x5BDF;&#x6D4B;&#x8BD5;&#x8005;&#x80FD;&#x5426;&#x987A;&#x5229;&#x4F7F;&#x7528;&#x4EA7;&#x54C1;&#x5916;&#xFF0C;&#x8FD8;&#x5E94;&#x8BE5;&#x8D81;&#x673A;&#x4E86;&#x89E3;&#x6D4B;&#x8BD5;&#x8005;&#x7684;&#x60C5;&#x611F;&#x9700;&#x6C42;&#xFF08;&#x662F;&#x4EC0;&#x4E48;&#x9A71;&#x52A8;&#x4ED6;&#x4F7F;&#x7528;&#x4EA7;&#x54C1;&#xFF09;&#xFF0C;&#x600E;&#x6837;&#x624D;&#x80FD;&#x66F4;&#x597D;&#x5730;&#x6EE1;&#x8DB3;&#x4ED6;&#x7684;&#x60C5;&#x611F;&#x9700;&#x6C42;&#x3002;</p>
<p>&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x8BBE;&#x8BA1;&#xFF08;&#x5305;&#x62EC;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x548C;&#x89C6;&#x89C9;&#x8BBE;&#x8BA1;&#xFF09;&#x3001;&#x53EF;&#x7528;&#x6027;&#x6D4B;&#x8BD5;&#x5728;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x60C5;&#x611F;&#x9700;&#x6C42;&#x3001;&#x6253;&#x9020;&#x6210;&#x529F;&#x4EA7;&#x54C1;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x8D77;&#x7740;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x7528;&#x3002;</p>
<p>&#x660E;&#x786E;&#x76EE;&#x6807;&#x7528;&#x6237;&#x7684;&#x60C5;&#x611F;&#x9700;&#x6C42;&#x540E;&#xFF0C;&#x95EE;&#x95EE;&#x4F60;&#x81EA;&#x5DF1;&#x8C01;&#x8FD8;&#x80FD;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x7684;&#x8FD9;&#x79CD;&#x9700;&#x6C42;&#x3002;&#x4ED6;&#x4EEC;&#x624D;&#x662F;&#x4F60;&#x771F;&#x6B63;&#x7684;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x3002;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4F60;&#x7684;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x4E0D;&#x662F;&#x521B;&#x4E1A;&#x578B;&#x516C;&#x53F8;&#x6216;&#x5927;&#x578B;&#x95E8;&#x6237;&#x7F51;&#x7AD9;&#xFF0C;&#x800C;&#x662F;&#x5927;&#x4F17;&#x7684;&#x7EBF;&#x4E0B;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x6458;&#x81EA;&#x300A;&#x542F;&#x793A;&#x5F55;&#x300B;&#x7B2C;34&#x7AE0;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x7AE0;&#x548C;&#x5927;&#x795E;&#x5F20;&#x5C0F;&#x9F99;&#x7684;&#x98CE;&#x683C;&#x597D;&#x50CF;&#x3002;&#x3002;&#x3002;</p>
]]></content>
    <summary type="html">
    <![CDATA[<p>&#x591A;&#x6570;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x884C;&#x4E1A;&#x7684;&#x4ECE;&#x4E1A;&#x8005;&#x90FD;&#x662F;&#x7406;&#x5DE5;&#x79D1;&]]>
    </summary>
    
  </entry>
  
  <entry>
    <title><![CDATA[Hello World]]></title>
    <link href="http://wenqulai.github.io/2015/04/22/hello-world/"/>
    <id>http://wenqulai.github.io/2015/04/22/hello-world/</id>
    <published>2015-04-22T02:23:41.000Z</published>
    <updated>2015-04-22T02:23:41.000Z</updated>
    <content type="html"><![CDATA[<p>Welcome to <a href="http://hexo.io/" target="_blank" rel="external">Hexo</a>! This is your very first post. Check <a href="http://hexo.io/docs/" target="_blank" rel="external">documentation</a> for more info. If you get any problems when using Hexo, you can find the answer in <a href="http://hexo.io/docs/troubleshooting.html" target="_blank" rel="external">troubleshooting</a> or you can ask me on <a href="https://github.com/hexojs/hexo/issues" target="_blank" rel="external">GitHub</a>.</p>
<h2 id="quick-start">Quick Start</h2><h3 id="create-a-new-post">Create a new post</h3><figure class="highlight bash"><table><tr><td class="gutter"><pre><span class="line">1</span><br></pre></td><td class="code"><pre><span class="line">$ hexo new <span class="string">&quot;My New Post&quot;</span></span><br></pre></td></tr></table></figure>
<p>More info: <a href="http://hexo.io/docs/writing.html" target="_blank" rel="external">Writing</a></p>
<h3 id="run-server">Run server</h3><figure class="highlight bash"><table><tr><td class="gutter"><pre><span class="line">1</span><br></pre></td><td class="code"><pre><span class="line">$ hexo server</span><br></pre></td></tr></table></figure>
<p>More info: <a href="http://hexo.io/docs/server.html" target="_blank" rel="external">Server</a></p>
<h3 id="generate-static-files">Generate static files</h3><figure class="highlight bash"><table><tr><td class="gutter"><pre><span class="line">1</span><br></pre></td><td class="code"><pre><span class="line">$ hexo generate</span><br></pre></td></tr></table></figure>
<p>More info: <a href="http://hexo.io/docs/generating.html" target="_blank" rel="external">Generating</a></p>
<h3 id="deploy-to-remote-sites">Deploy to remote sites</h3><figure class="highlight bash"><table><tr><td class="gutter"><pre><span class="line">1</span><br></pre></td><td class="code"><pre><span class="line">$ hexo deploy</span><br></pre></td></tr></table></figure>
<p>More info: <a href="http://hexo.io/docs/deployment.html" target="_blank" rel="external">Deployment</a></p>
]]></content>
    <summary type="html">
    <![CDATA[<p>Welcome to <a href="http://hexo.io/" target="_blank" rel="external">Hexo</a>! This is your very first post. Check <a href="http://hexo.io]]>
    </summary>
    
  </entry>
  
</feed>